{
    "towns": [
        {
            "st": 0.00,
            "ed": 0.03,
            "id": "6783",
            "town_name_cn": "麻涌镇",
            "about_cn": "麻涌位于珠江口东岸，与广州黄埔区一桥相通。拥有新沙港、东莞港麻涌港区两个国家一类港口，年吞吐能力超亿吨。全镇有粮油食品企业 50 多家，包括中粮、益海、嘉吉等，产能、产值均居全国镇级之首，获\"中国粮油物流加工第一镇\"称号。有华阳湖国家湿地公园（4A 级）等景观，有古梅一中、嘉荣外国语学校等。",
            "town_name_en": "Machong",
            "about_en": "Machong is located in the hinterland of the Pearl River Delta, between Guangzhou and Dongguan. It is famous for its water scenery, folk art and the dragon boat culture. In recent years, Machong has focused on preserving and encouraging cultural activities. A number of dragon boat events are held in Machong every year, which include the “Machong scene” (On the sixteenth day of the fifth lunar month), the “Zhangpeng scene (On the ninth day of the fifth lunar month) and the Ouyong scene (On the eighteenth day of the fifth lunar month).",
            "imgs": [
                {
                    "src": "machong-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/477/477293/4134690.jpg",
                    "author": "dg.gov.cn"
                },
                {
                    "src": "machong-2.jpg",
                    "url": "http://www.dg.gov.cn/img/0/477/477289/4134677.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.03,
            "ed": 0.06,
            "id": "25318",
            "town_name_cn": "万江街道",
            "about_cn": "万江汇聚自然水景，传承龙舟、曲艺等水岸文化，并有金鳌洲塔、万江赛龙舟等历史和非遗景观。滨水空间丰富，有滨江体育公园、龙湾湿地公园等，配套完善。区域配套齐全，涵盖市人民医院、市工人文化宫和东莞市市民艺术中心。休闲生活精致多元，拥有下坝坊、华南摩商圈及万江石美茶城。",
            "town_name_en": "Wanjiang",
            "about_en": "Wanjiang has profound cultural heritage and is considered as home to the Dragon Boat, folk arts, painting and calligraphy. Cultural relics under provincial and municipal protection are Jin'aozhou Tower, Lv Dongbin’s Temple, Family He’s Ancestral Hall, Family Hu’s Ancestral Hall, Family Xie’s Ancestral Hall and the Chongguang Society. There are also a number of cultural resources in Wanjiang, including the Wanjiang Culture Service Center Building, Xilong Plaza, Wanjiang Park, Jin’aozhou Theme Park, Dongguan Diet Customs Museum, as well as 46 community culture plazas and the Wanjiang Branch of Dongguan Library.",
            "imgs": [
                {
                    "src": "wanjiang-1.jpg",
                    "url": "https://www.dg.gov.cn/wjjdbglobal/e6c117a282f440a0aea8683e78971015.png",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.06,
            "ed": 0.09,
            "id": "25355",
            "town_name_cn": "莞城街道",
            "about_cn": "莞城是东莞的千年文脉所在。历史上人文荟萃，陈琏、罗亨信、陈建、陈伯陶、邓尔雅、容庚、黄般若、邓白等星光灿烂，可园、却金亭碑、容庚故居、<a href='https://www.dg.gov.cn/zjdz/whdz/gjww/content/post_3432100.html' target='_blank'>迎恩门</a> 等熠熠生辉。<br/>莞城教育优势较为突出，“学在莞城”教育品牌得到社会广泛认可，东莞中学在人民公园旁边。",
            "town_name_en": "Guancheng",
            "about_en": "In recent years, Guancheng has focused on developing industry and commerce, education, cultural and management facilities.<br/>There are a number of famous schools in Guancheng, which include Dongguan University of Technology, Dongguan Middle School and Guancheng Central Elementary. Moreover, (there are 3 first class provincial schools, 1 regional kindergarten and 18 private kindergartens in Guancheng.)",
            "imgs": [
                {
                    "src": "guancheng-1.jpg",
                    "url": "https://www.dg.gov.cn/guanchengglobal/9ed57eb85faa4332aa85fff3e22bd5da.png",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.09,
            "ed": 0.12,
            "id": "25367",
            "town_name_cn": "塘厦镇",
            "about_cn": "塘厦拥有世界第一大高尔夫球会—观澜湖高尔夫球会以及三正半山温泉度假酒店等休闲旅游资源。",
            "town_name_en": "Tangxia",
            "about_en": "Located in southeast of Dongguan.",
            "imgs": [
                {
                    "src": "tangxia-1.jpg",
                    "url": "https://www.dg.gov.cn/tangxia/xxly/201204/04cbaf36681d4044a580d4605d3fabca/images/0197759113254246ad416d1de80e4c77.png",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.12,
            "ed": 0.15,
            "id": "25370",
            "town_name_cn": "东坑镇",
            "about_cn": "东坑地处广深港澳科技创新走廊核心腹地、东莞几何中心，毗邻松山湖科学城。",
            "town_name_en": "Dongkeng",
            "about_en": "In 2007, Dongkeng’s “Maishen Festival” was listed in the second group of intangible cultural heritages in Guangdong Province. In May, 2010 Dongkeng’s Wooden Fish Song was listed in the third group of state intangible cultural heritages.",
            "imgs": [
                {
                    "src": "dongkeng-1.jpg",
                    "url": "https://www.dg.gov.cn/dkzGlobal/67034d8c5bda4a539ce7f083953afe20.png",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.15,
            "ed": 0.18,
            "id": "25371",
            "town_name_cn": "中堂镇",
            "about_cn": "中堂农业以水稻为主，兼有玉米、番薯、蔬菜、甘蔗、花生等作物，香蕉、荔枝、葡萄等水果及龟鳖、虾、禽类养殖。造纸及纸制品产业集群入选广东省特色产业集群。有大陆首家台商子弟学校。龙舟、曲艺、篮球是中堂三大\"文化品牌\"。中堂是\"中国龙舟之乡\"，\"龙舟制作技艺\"入选国家级非遗，有龙舟文化体育节。",
            "town_name_en": "Zhongtang",
            "about_en": "Dragon boat, ancient architecture and Cantonese opera are characteristic cultures of Zhongtang. In 2008, the technique of making dragon boat has entered the list of intangible cultural heritages.",
            "imgs": [
                {
                    "src": "zhongtang-1.jpg",
                    "url": "https://www.dg.gov.cn/ztzglobal/ae32fda76dea4c3c98c5f389cd0a1480.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.18,
            "ed": 0.21,
            "id": "25376",
            "town_name_cn": "厚街镇",
            "about_cn": "厚街形成以机电、家具、鞋业、黄金等为支柱的产业集群，涌现出慕思、南兴、永益食品等名企。一年两届的“名家具展”是亚洲最大规模、中国第一品牌家具展。<br/>厚街拥有全球最为发达的鞋业产业集群。有三星、TTI创机等百亿产值机电龙头企业。<br/>拥有金龙、老凤祥、周大福等黄金珠宝企业。",
            "town_name_en": "Houjie",
            "about_en": "As one of the four famous townships in Dongguan, Houjie Town has preserved its cultural heritage. Historical sites such as the Ancestral Hall of Family Fang, Ao Tai College, and tourist attractions such as Haiyue Rocks, Immortal Water, etc. are located in Houjie.",
            "imgs": [
                {
                    "src": "houjie-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/127/127579/4401572.png",
                    "author": "dg.gov.cn"
                },
                {
                    "src": "houjie-2.jpg",
                    "url": "http://www.dg.gov.cn/img/0/127/127596/4401558.png",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.21,
            "ed": 0.24,
            "id": "25377",
            "town_name_cn": "石碣镇",
            "about_cn": "石碣有电子名镇、供港蔬菜、崇焕故里三张“城市名片”。有台达、太阳诱电、莫仕连接器等电子工业企业 900 多家，电脑、手机终端产品配套率超 90%。<br/>石碣是全国最大供港蔬菜基地之一。日均供港蔬果 1000 多吨，占香港进口蔬菜四成份额。<br/>石碣是民族英雄袁崇焕故里。建设了袁崇焕纪念园、袁崇焕中学、袁崇焕小学和袁崇焕大道。",
            "town_name_en": "Shijie",
            "about_en": "Shijie focuses on culture and sports. Yuan Chonghuan Middle School is the Shooting Association's Training Base. The town has a strong electronic industry with 500+ enterprises manufacturing 110 computer product varieties (90%+ matching ratio). It supplies over 900 tons of vegetables to Hong Kong daily, accounting for half of Hong Kong's vegetable market.",
            "imgs": [
                {
                    "src": "shijie-1.jpg",
                    "url": "https://www.dg.gov.cn/sjglobal/73b480a4553040e7afdf74004ef76139.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.24,
            "ed": 0.27,
            "id": "25378",
            "town_name_cn": "石龙镇",
            "about_cn": "石龙中山路是东莞现存最完整的岭南骑楼群。石龙是\"举重之乡\"，陈镜开创造新中国第一个世界纪录，曾国强成为中国首位奥运会举重冠军。东莞火车站实现广九、广深、东莞地铁 2 号线三线无缝接驳。1987 年京瓷创始人稻盛和夫在此投资，柯尼卡美能达、尼得科等日资企业集聚。形成电子信息、医药食品、现代服务业格局。",
            "town_name_en": "Shilong",
            "about_en": "In the early Qing Dynasties, Shilong town was already an important town in the Lingnan area. It was until the late Qing Dynasty, construction of the Canton Railway had enhanced a prosperous business structure in Shilong, making it one of the four most famous towns in Guangdong, together with Guangzhou, Foshan and Shunde. ",
            "imgs": [
                {
                    "src": "shilong-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/576/576684/4329548.png",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.27,
            "ed": 0.30,
            "id": "25379",
            "town_name_cn": "茶山镇",
            "about_cn": "东莞⽕⻋站位于茶⼭镇京⼭村，与地铁 2 号线⽆缝接驳。全镇有食品企业 220 多家、电子信息企业约 400 家，包括长盈精密、蔼司蒂、森玛仕等知名企业。<br/>茶山历史悠久，涌现出明代岭南先贤何真、画家张穆、建威将军谢遇奇等人物，现有南社明清古村落、牛过萌古村落、东岳庙等古迹。每年农历三月二十五日至二十七日举行东岳庙会（又名\"茶园游会\"）。",
            "town_name_en": "Chashan",
            "about_en": "In recent years, Chashan has been honored as a “Famous Chinese Food Town”, “Chinese Famous Designer Clothing Manufacturing Town”. There are Dongguan Railway Station ( Guangzhou-Shenzhen Railway , Guangzhou - Shenzhen ) (Dongguan train terminal commenced service on January 4, 2014 ) and R2 Dongguan Rail Transit Line in Chashan. Chashan is noted for its litchi fruit.",
            "imgs": [
                {
                    "src": "chashan-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/573/573431/4249571.png",
                    "author": "dg.gov.cn"
                },
                {
                    "src": "chashan-2.jpg",
                    "url": "http://www.dg.gov.cn/img/0/572/572189/4320849.png",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.30,
            "ed": 0.33,
            "id": "25387",
            "town_name_cn": "沙田镇",
            "about_cn": "沙田镇区位优势明显，地处广州—东莞—深圳—香港等城市发展轴带的中央和珠三角经济圈几何中心位置；码头岸线资源优越，沙田港区是东莞港主港区，拥有东莞首个享受国家级特殊政策的园区——虎门港综合保税区。疍家文化、龙舟文化、莞草文化，在沙田这片土地上绽放出新的时代光芒。",
            "town_name_en": "Shatian",
            "about_en": "Shatian is known as \"Town of Dragon Boats\" and \"A Land of Abundance.\" In 2000, it was named China's first \"Town of Dragon Boats\" by the General Administration of Sports. Danjia culture is influenced by the town's aquatic traditions. Xianshui Music is listed as an intangible cultural heritage of Guangdong Province, including Dongguan's Class I intangible cultural heritage designation.",
            "imgs": [
                {
                    "src": "shatian-1.jpg",
                    "url": "https://www.dg.gov.cn/shatian/gkjj/201912/0c174e046f7d4cc0a277076f78445eb5/images/430ab3e325de4a8d8ccff28a30cbad6e.jpg",
                    "author": "dg.gov.cn"
                },
                {
                    "src": "shatian-2.jpg",
                    "url": "http://www.dg.gov.cn/img/0/424/424567/4028022.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.33,
            "ed": 0.36,
            "id": "25390",
            "town_name_cn": "石排镇",
            "about_cn": "石排拥有\"一洲一岸一园两湖\"（鲤鱼洲岛、东江沿岸、木兰园、潇湴湖、海仔湖）生态旅游资源。拥有\"一国保四省保六市保\"等历史文化资源，包括塘尾村古建筑群（国保）、横山康王庙、燕岭古采石场遗址（含摩崖石刻）、云岗古寺、中坑王氏大宗祠（省保）等。<br/>石排助力东莞获“中国潮玩之都”称号。",
            "town_name_en": "Shipai",
            "about_en": "Hengshan Emperor Kang Temple and Yanling Ancient Stone Pit Relics are Provincial Protected Historic Sites. \"The Lion Dance\"  and \"Emperor Kang's Birthday\" are Guangdong's intangible cultural heritages. Shipai features Dongguan's largest wetland park, Dongjiang River Fulong Dam, Carp Isle, and cliff inscriptions.",
            "imgs": [
                {
                    "src": "shipai-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/634/634507/4456093.jpg",
                    "author": "dg.gov.cn"
                },
                {
                    "src": "shipai-2.jpg",
                    "url": "http://www.dg.gov.cn/img/0/640/640243/4474252.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.36,
            "ed": 0.39,
            "id": "25391",
            "town_name_cn": "望牛墩镇",
            "about_cn": "望牛墩镇教学质量好，有望牛墩中学、望溪小学。文化底蕴日益深厚，打造“遇见七夕”文化品牌，七夕之夜、端阳龙舟竞渡、纪念伦明先生逝世 80 周年等活动反响热烈。",
            "town_name_en": "Wangniudun",
            "about_en": "Wangniudun has successfully developed its Featured Chinese Valentine's Day into a renowned culture brand known to the whole province and even to the country.",
            "imgs": [
                {
                    "src": "wangniudun-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/550/550801/4335988.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.39,
            "ed": 0.42,
            "id": "25394",
            "town_name_cn": "道滘镇",
            "about_cn": "道滘建有全国最大的私家园林——粤晖园以及蔡白湿地公园、大罗沙特色村等旅游景点，拥有七夕贡案、麒麟引凤、放河莲花、木鱼歌等多项省市非物质文化遗产以及巍焕楼、虹桥、抗清义士万人大坟、“六一 一”亭等文物古迹；道滘裹蒸粽、道滘粥、道滘肉丸等美食风味独特；食品、旅游、文化的深度融合。",
            "town_name_en": "Daojiao",
            "about_en": "Many of China’s talented swimmers come from Daojiao, and the town has named as the “Town of Swimming”. Dishes such as Daojiao soup, Daojiao meatball, Daojiao rice dumpling, etc are famous in China, giving the town the name of “Famous Town for Specialty Food in China”.",
            "imgs": [
                {
                    "src": "daojiao-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/79/79253/1735226.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.42,
            "ed": 0.45,
            "id": "25395",
            "town_name_cn": "高埗镇",
            "about_cn": "高埗在高端眼镜、建筑陶瓷、鞋帽制造全国领先，有马可波罗控股、尼得科、赫曼米勒家具等企业。建有东莞暨大港澳子弟学校。现存东江纵队三龙大队旧址。<br/>改革开放以来，开创了“三个全国第一”：高埗大桥、高埗镇自来水厂、唯美建筑陶瓷博物馆。高埗打造冼沙鱼丸、矮仔肠腊肠、保安围扣肉、腊猪头皮四大非遗美食。",
            "town_name_en": "Gaobu",
            "about_en": "People from Gaobu will carefully select the local fish and shrimp as well as the finest grain to cook the “Dragon Boat Rice” and the “Dragon boat Festival Rice Dumpling”.",
            "imgs": [
                {
                    "src": "gaobu-1.jpg",
                    "url": "https://www.dg.gov.cn/gbsource/20210512img2.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.45,
            "ed": 0.48,
            "id": "6785",
            "town_name_cn": "东城街道",
            "about_cn": "东城有黄旗山城市公园、同沙水库，同沙科技园等三大工业基地汇聚，建有民盈国贸中心等地标。京东MALL首店、万达广场、国贸城等大型商业中心齐聚。南宋熊飞抗元、榴花抗日战斗史流传至今，旗峰古庙、木棉古树等传说闻名。",
            "town_name_en": "Dongcheng",
            "about_en": "Based on the central planning objective, Dongcheng has constructed a business area with Dongcheng Avenue as the core, surrounded by Garden New Village, Zhushan, Dongtai, Xiaqiao and Tongsha. Business and trade complexes have also been built, which include Shibo Plaza, Century Plaza, Yifeng City Business Street, 13-dish Restaurant Street, International Featured Bar Street, etc.",
            "imgs": [
                {
                    "src": "dongcheng-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/569/569769/4314960.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.48,
            "ed": 0.51,
            "id": "6786",
            "town_name_cn": "南城街道",
            "about_cn": "南城汇聚市中心广场、玉兰大剧院、市图书馆等东莞标志性设施，及水濂山森林公园等休闲空间。汇聚雀巢、杜邦等 6 家世界 500 强企业，形成第一国际、鸿福、西平等商圈，集聚美宜佳、天福等头部零售。蚝岗贝丘遗址等 11 处古迹列为文保单位。宏远男篮、世纪城羽毛球俱乐部引领文化体育产业发展。",
            "town_name_en": "Nancheng",
            "about_en": "Located in Dongguan's new urban center, Nancheng hosts the Municipal Party Committee and Government, serving as the city's political, economic, cultural, and financial hub. Key landmark facilities include City Center Plaza, International Conference & Exhibition Center, Conference Building, Yulan Grand Theatre, Museum, Science and Technology Museum, Library, and Youth Activity Center.",
            "imgs": [
                {
                    "src": "nancheng-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/482/482050/4143637.jpg",
                    "author": "dg.gov.cn"
                },
                {
                    "src": "nancheng-2.jpg",
                    "url": "http://www.dg.gov.cn/img/0/381/381088/3934162.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.51,
            "ed": 0.54,
            "id": "6787",
            "town_name_cn": "大岭山镇",
            "about_cn": "大岭山镇位于粤港澳大湾区“黄金内湾”腹地、东莞市中南部，是著名的革命老区、荔枝之乡、莞香制作技艺发源地、家具名镇，先后获得国家级生态乡镇、全国环境优美镇、中国绿色名镇、国家卫生镇等多项荣誉。",
            "town_name_en": "Dalingshan",
            "about_en": "The town of Dalingshan was the cradle of Dongjiang River Column of Guangdong, and was one of the anti-Japanese guerrilla bases in South China. It is well known for its Wan Hong and lychee.",
            "imgs": [
                {
                    "src": "dalingshan-1.jpg",
                    "url": "https://www.dg.gov.cn/2021dls/37823img136685original.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.54,
            "ed": 0.57,
            "id": "38396",
            "town_name_cn": "谢岗镇",
            "about_cn": "谢岗镇隶属于广东省东莞市，位于东莞市最东端，有“东莞东大门”之称。谢岗镇东南面的银瓶山，是东莞市最高峰——银瓶嘴（海拔 898.2 米）所在地。",
            "town_name_en": "Xiegang",
            "about_en": "Since the first three decades of reform and the opening up of China, Xiegang has preliminarily formed an industrial system specialized in electronic information, metal molds, mobile phone accessories and healthy food.",
            "imgs": [
                {
                    "src": "xiegang-1.jpg",
                    "url": "https://www.dg.gov.cn/xiegang/2024/images/mlxg/xggk_pic.png",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.57,
            "ed": 0.60,
            "id": "14170",
            "town_name_cn": "寮步镇",
            "about_cn": "寮步形成新一代电子信息、高端装备制造、汽车销售服务等三大主导产业集群。寮步历史文化底蕴丰厚，明清时期盛行莞香贸易，寮步“香市”被誉为广东四大名市之一。整合东莞篮球中心、沉香文化博物馆、西溪古村、牙香街、佛灵湖等资源，提升打造“香市、车市、球市、夜市”四大文旅IP。引进山姆会员店。",
            "town_name_en": "Liaobu",
            "about_en": "The well-known Wan Hong (a local plant growing in Dongguan) is gathered here and distributed to Southeast Asia areas through Guangzhou and Hong Kong. Thus, Liaobu, being one of the four famous markets in Guangdong Province, is known as Wan Hong Market. In 2007, Liaobu “Wan Hong Market” was identified as an intangible culture heritage of Guangdong Province.",
            "imgs": [
                {
                    "src": "liaobu-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/92/92744/2188148.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.60,
            "ed": 0.63,
            "id": "14184",
            "town_name_cn": "常平镇",
            "about_cn": "常平镇位于东莞东部，素有“京九第一镇”之誉，村（社区）数量全市最多。<br/>有 <a href='https://cpzx.dgjy.net/' target='_blank'>常平中学</a> ——东莞市办学规模最大的学校之一！<br/>常平是全国唯一拥有两个大型火车客运站（东莞火车东站、常平站）的镇。",
            "town_name_en": "Changping",
            "about_en": "Changping was honored as “The First Town along Beijing-Kowloon Railway” because it ranks highest in terms of economic strength among counties (cities) along the Beijing-Kowloon railway line.",
            "imgs": [
                {
                    "src": "changping-1.jpg",
                    "url": "https://cpzx.dgjy.net/images/banner.jpg",
                    "author": "cpzx.dgjy.net"
                }
            ]
        },
        {
            "st": 0.63,
            "ed": 0.66,
            "id": "18559",
            "town_name_cn": "大朗镇",
            "about_cn": "大朗拥有 “毛织”“荔枝”“篮球”三张闪亮名片，被誉为世界毛织之都、中国荔枝之乡、篮球强镇，是全球第四台、中国首台散裂中子源所在地，是东莞市唯一的国家级市场采购贸易试点，是东莞市唯一同时拥有湿地、森林、郊野和城市公园的镇街。",
            "town_name_en": "Dalang",
            "about_en": "It accommodates large-scaled lychee orchards and greening forests and six reservoirs, and has been long known as “Town of Lychee”. Mass culture and art activities are popular in Dalang. Llion dance, dragon dance, ballad, puppet show and other folk cultures are constant source of fascination and pride.",
            "imgs": [
                {
                    "src": "dalang-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/412/412027/3999387.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.66,
            "ed": 0.69,
            "id": "18564",
            "town_name_cn": "桥头镇",
            "about_cn": "桥头是东江入莞第一镇、东深供水工程源头（供港水量占 80%）。<br/>拥有国家级非遗莫家拳，及迳联古村、邓屋村两大省级古村落。迳联古村 800 多年出过 8 名进士，被誉为\"进士村\"；邓屋村誉为\"院士故里，一门五杰\"，走出 5 位院士。<br/>桥头有大洲粉葛、桥头藠头等传统美食。桥头中学加入市第一中学教育集团，东莞市第十一中学已建成使用。",
            "town_name_en": "Qiaotou",
            "about_en": "Qiaotou spares no effort to develop itself as famous cultural town, using the lotus flower as a part of its unique brand. Currently, cultural infrastructures in Qiaotou include a variety of cultural facilities, such as Qiaotou Plaza and Lotus Art Sculpture.",
            "imgs": [
                {
                    "src": "qiaotou-1.jpg",
                    "url": "https://www.dg.gov.cn/qtzGlobal/6581be8f894a4da382d22e208c86ff63.png",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.69,
            "ed": 0.72,
            "id": "18565",
            "town_name_cn": "横沥镇",
            "about_cn": "横沥聚焦工业立镇，坚持制造业当家不动摇，现已形成模具、电子信息、智慧光电、食品饮料四大支柱产业，集聚了怡合达、维科、华庄、领益智造、稻香集团等一批优质企业。横沥牛墟文化底蕴深厚，至今已有 500 多年历史，是曾经的广东三大牛墟之一，入选“广东省第四批省级非物质文化遗产保护名录”。",
            "town_name_en": "Hengli",
            "about_en": "As one of the three ox fairs in Guangdong Province, Hengli ox fair still serves as the largest beef cattle trading market in Guangdong Province. Gaining the title of “Little Guangzhou,” Hengli’s Xinbu Main Street has some of the most well-preserved ancient arcade-styled buildings in Dongguan.",
            "imgs": [
                {
                    "src": "hengli-1.jpg",
                    "url": "https://www.dg.gov.cn/hgzGlobal/2021img1.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.72,
            "ed": 0.75,
            "id": "25388",
            "town_name_cn": "洪梅镇",
            "about_cn": "东莞中学洪梅学校开办，水乡未来学校启动前期工作。",
            "town_name_en": "Hongmei",
            "about_en": "The Flower Lantern Festival and Dragon Boat Festival attract numerous tourists visiting Hongmei every year.",
            "imgs": [
                {
                    "src": "hongmei-1.jpg",
                    "url": "https://www.dg.gov.cn/hmglobal/9f3e84580c5b4fe4854b35f7186c0816.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.75,
            "ed": 0.78,
            "id": "37636",
            "town_name_cn": "企石镇",
            "about_cn": "企石拥有千年古秋枫树（树龄 1023 年，东莞唯一千年古树）、万福庵贝丘遗址（5000 多年）、黄大仙庙会（140 多年）等文物资源。千年秋枫文化节、草龙舞、人皇诞、放孔明灯等习俗闻名。江边古村落获评\"中国景观村落\"\"广东省历史文化名村\"，上洞村草龙舞列为省非遗，黄大仙公园入选东莞新十景。",
            "town_name_en": "Qishi",
            "about_en": "Qishi preserves rich folk traditions, including the \"Human Sovereign's Birthday\" (20th of first lunar month), featuring \"big longevity peaches\" and firecrackers; \"Wong Tai Sin's Birthday\" (15th-25th of seventh lunar month); \"Grass Dragon Dance\" in Shangdong Village during Mid-autumn Festival; \"Fly the Kongming Light\" of Humei Village; and the town-wide \"Day for Respecting the Aged\" (spring or autumn equinox).",
            "imgs": [
                {
                    "src": "qishi-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/600/600496/4378139.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.78,
            "ed": 0.82,
            "id": "37637",
            "town_name_cn": "凤岗镇",
            "about_cn": "知名企业有百果园、都市丽人、康佳、米亚、楚天龙、中集、理光等。现有上市企业 4 家、上市后备企业 2 家。文化遗产有客家山歌、麒麟舞、排屋楼等。获得全国全国象棋之乡荣誉称号。",
            "town_name_en": "Fenggang",
            "about_en": "Fenggang actively builds the two brands of “Hakka overseas Chinese culture” and “chess culture”, developing the wedding celebration culture industry and constructing “Famous Town of Hakkas Overseas Chinese Culture”.",
            "imgs": [
                {
                    "src": "fenggang-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/583/583946/4340402.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.82,
            "ed": 0.85,
            "id": "37638",
            "town_name_cn": "清溪镇",
            "about_cn": "向北，银瓶山青翠逶迤，飞瀑流泉；向南，大王山古木参天，花香四季。南山曾公祠、客家围屋、明清古碗窑，一座座保存完好的古建筑、古遗址，记录了客家人的人文精神；麒麟舞、手工彩扎麒麟、客家山歌、客家酿酒等非物质文化遗产，增添了这座美丽小镇的文化自信。",
            "town_name_en": "Qingxi",
            "about_en": "Qingxi was named the “Town of Folk Arts” by the Department of Culture of Guangdong Province. In 2008, it got another name “China Kirin Culture Inheritance Base”.",
            "imgs": [
                {
                    "src": "qingxi-1.jpg",
                    "url": "https://www.dg.gov.cn/img/0/569/569784/4314965.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.85,
            "ed": 0.88,
            "id": "37639",
            "town_name_cn": "黄江镇",
            "about_cn": "与深圳市光明区接壤，处于光明科学城和松山湖科学城创新链几何中心。黄江镇梅塘区人口 5000 多人，主要姓氏有陈、李、黄、翟等，有祝寿习惯。",
            "town_name_en": "Huangjiang",
            "about_en": "Dongguan-Shenzhen Expressway passes through the middle; Changping-Humen Expressway extends along the west; Beijing Kowloon Railway runs along the north.",
            "imgs": [
                {
                    "src": "huangjiang-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/206/206545/3579356.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.88,
            "ed": 0.92,
            "id": "37640",
            "town_name_cn": "虎门镇",
            "about_cn": "虎门地处广州南沙自贸区与深圳前海蛇口自贸区之间。近代涌现王宠惠、蒋光鼐等杰出人才。1978年诞生全国首家\"三来一补\"企业太平手袋厂，同年引进全国农村首家外资企业龙眼发具厂。主要产业为服装。",
            "town_name_en": "Humen",
            "about_en": "Humen has a long cultural history and abundant tourism resources, which include the Humen Bridge, Opium War Museum (National cultural relics)......",
            "imgs": [
                {
                    "src": "humen-1.jpg",
                    "url": "https://www.dg.gov.cn/humen/zjgk/201710/9215e5747c3e448f94c00667632d20e4/images/4553266240194c789dbeb3b19787966a.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.92,
            "ed": 0.95,
            "id": "37641",
            "town_name_cn": "长安镇",
            "about_cn": "长安为孙中山先代故乡。拥有 OPPO、vivo、小天才、联测优特、光宝、金宝、华茂、东阳光等知名企业，以及创世纪、捷荣、万里马、祥鑫、宇瞳、胜蓝、奥普特等 7 家 A 股上市企业。建有万达广场、万科广场两大城市综合体。与华南师范大学附属中学合作共办“华师附中长安学校”。建有长安镇图书馆（省知名图书馆）。",
            "town_name_en": "Chang'an ",
            "about_en": "The town borders Fenglun to the east, Shangjiao to the west, Dongbao River to the south and Lotus Mountain to the north.",
            "imgs": [
                {
                    "src": "chang'an-1.jpg",
                    "url": "https://www.dg.gov.cn/attachment/cmsfile/changan/cshc/201512/daofile/3320324_130923111726_1.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.95,
            "ed": 0.98,
            "id": "37642",
            "town_name_cn": "樟木头镇",
            "about_cn": "重点打造以改性塑料为主体的高分子新材料产业集群。精心打造樟木头“观音绿”荔枝品牌。作为东莞市唯一的纯客家镇，樟木头客家文化源远流长，麒麟舞列入国家级非物质文化遗产，三家巷古建筑群、客家山歌及客家美食等特色浓郁，将军馆、蔡氏宗祠等文化旅游资源丰富。拥有观音山、宝山、九洞等 3 座省级以上森林公园。",
            "town_name_en": "Zhangmutou",
            "about_en": "Zhangmutou is the only authentic Hakka ancient town, and Kylin dance is the cultural brand and “cultural ambassador” of Zhang City. The “Small Hong Kong Tourism Festival” symbolizes the new age of cultural development of Zhangmutou.",
            "imgs": [
                {
                    "src": "zhangmutou-1.jpg",
                    "url": "https://www.dg.gov.cn/attachment/cmsfile/zmt/lsyg/201812/daofile/411img62729original.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        }
    ]
}