{
    "towns": [
        {
            "st": 0.00,
            "ed": 0.03,
            "id": "6783",
            "town_name_cn": "麻涌镇",
            "about_cn": "麻涌位于珠江口东岸、东莞市西北部，与广州黄埔区一桥相通，是作家陈残云先生小说《香飘四季》的原创地。同时拥有新沙港、东莞港麻涌港区两个国家一类港口，年吞吐能力超亿吨。<br/>麻涌是全国三大粮油生产基地之一，全镇粮油食品企业达 50 多家，包括中粮、益海、中储粮、嘉吉、福满多等世界五百强和央企，产能、产量、产值均居全国镇级之首。麻涌是华南地区乃至全国最重要的粮油物流加工集散基地，获得“中国粮油物流加工第一镇”等称号。<br/>麻涌有华阳湖国家湿地公园景区（国家 4A 级旅游景区）和“古梅乡韵”、“香飘四季”风貌带。<br/>麻涌有古梅一中、大步实验小学、古梅中心小学、嘉荣外国语学校（一所覆盖小学、初中、高中十二年一贯制的高品质国际化学校）等学校。",
            "town_name_en": "Machong",
            "about_en": "Machong is located in the hinterland of the Pearl River Delta, between Guangzhou and Dongguan. It is famous for its water scenery, folk art and the dragon boat culture. In recent years, Machong has focused on preserving and encouraging cultural activities. A number of dragon boat events are held in Machong every year, which include the “Machong scene” (On the sixteenth day of the fifth lunar month), the “Zhangpeng scene (On the ninth day of the fifth lunar month) and the Ouyong scene (On the eighteenth day of the fifth lunar month).",
            "imgs": [
                {
                    "src": "machong-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/477/477293/4134690.jpg",
                    "author": "dg.gov.cn"
                },
                {
                    "src": "machong-2.jpg",
                    "url": "http://www.dg.gov.cn/img/0/477/477289/4134677.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.03,
            "ed": 0.06,
            "id": "25318",
            "town_name_cn": "万江街道",
            "about_cn": "万江汇聚东莞水道、中堂水道、龙湾、金鳌洲等自然水景，传承龙舟、曲艺、书画等水岸文化，并有金鳌洲塔、万江赛龙舟等历史和非遗景观。滨水公共空间丰富多样，设有滨江体育公园、龙湾湿地公园、龙湾乐跑公园、金鳌洲主题公园、龙舟竞渡公园等众多公园，以及绿道和谷涌滘联美丽幸福村居示范区。区域配套齐全，涵盖市人民医院、市工人文化宫和东莞市市民艺术中心。休闲生活精致多元，拥有下坝坊、华南摩商圈及万江石美茶城。",
            "town_name_en": "Wanjiang",
            "about_en": "Wanjiang has profound cultural heritage and is considered as home to the Dragon Boat, folk arts, painting and calligraphy. Cultural relics under provincial and municipal protection are Jin'aozhou Tower, Lv Dongbin’s Temple, Family He’s Ancestral Hall, Family Hu’s Ancestral Hall, Family Xie’s Ancestral Hall and the Chongguang Society. There are also a number of cultural resources in Wanjiang, including the Wanjiang Culture Service Center Building, Xilong Plaza, Wanjiang Park, Jin’aozhou Theme Park, Dongguan Diet Customs Museum, as well as 46 community culture plazas and the Wanjiang Branch of Dongguan Library.",
            "imgs": [
                {
                    "src": "wanjiang-1.jpg",
                    "url": "https://www.dg.gov.cn/wjjdbglobal/e6c117a282f440a0aea8683e78971015.png",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.06,
            "ed": 0.09,
            "id": "25355",
            "town_name_cn": "莞城街道",
            "about_cn": "莞城是东莞的千年文脉所在，也是岭南文化重要发源地。历史上人文荟萃、名人辈出、文物遗存资源丰富，陈琏、罗亨信、陈建、陈伯陶、邓尔雅、容庚、黄般若、邓白等星光灿烂，可园、却金亭碑、容庚故居、<a href='https://www.dg.gov.cn/zjdz/whdz/gjww/content/post_3432100.html' target='_blank'>迎恩门</a> 等熠熠生辉。<br/>莞城教育优势较为突出，是广东省教育强镇（乡、街道），东莞首个推进教育现代化先进镇街，辖区有高等学校2所、市直属完全中学 1 所、市直属初中 2 所、市直属中职 2 所、市直属特殊学校 1 所，公办小学 9 所，幼儿园（含市直属幼儿园）26 所，“学在莞城”教育品牌得到社会广泛认可。",
            "town_name_en": "Guancheng",
            "about_en": "In recent years, Guancheng has focused on developing industry and commerce, education, cultural and management facilities.<br/>There are a number of famous schools in Guancheng, which include Dongguan University of Technology, Dongguan Middle School and Guancheng Central Elementary. Moreover, (there are 3 first class provincial schools, 1 regional kindergarten and 18 private kindergartens in Guancheng.)",
            "imgs": [
                {
                    "src": "guancheng-1.jpg",
                    "url": "https://www.dg.gov.cn/guanchengglobal/9ed57eb85faa4332aa85fff3e22bd5da.png",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.09,
            "ed": 0.12,
            "id": "25367",
            "town_name_cn": "塘厦镇",
            "about_cn": "塘厦拥有世界第一大高尔夫球会—观澜湖高尔夫球会以及三正半山温泉度假酒店等休闲旅游资源。",
            "town_name_en": "Tangxia",
            "about_en": "Located in southeast of Dongguan.",
            "imgs": [
                {
                    "src": "tangxia-1.jpg",
                    "url": "https://www.dg.gov.cn/tangxia/xxly/201204/04cbaf36681d4044a580d4605d3fabca/images/0197759113254246ad416d1de80e4c77.png",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.12,
            "ed": 0.15,
            "id": "25370",
            "town_name_cn": "东坑镇",
            "about_cn": "东坑地处广深港澳科技创新走廊核心腹地、东莞几何中心，毗邻松山湖科学城。",
            "town_name_en": "Dongkeng",
            "about_en": "In 2007, Dongkeng’s “Maishen Festival” was listed in the second group of intangible cultural heritages in Guangdong Province. In May, 2010 Dongkeng’s Wooden Fish Song was listed in the third group of state intangible cultural heritages.",
            "imgs": [
                {
                    "src": "dongkeng-1.jpg",
                    "url": "https://www.dg.gov.cn/dkzGlobal/67034d8c5bda4a539ce7f083953afe20.png",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.15,
            "ed": 0.18,
            "id": "25371",
            "town_name_cn": "中堂镇",
            "about_cn": "中堂镇粮食作物以水稻为主，玉米、番薯、木薯、土豆为次；经济作物主要有蔬菜、甘蔗、花生、大豆、花卉；水果业主要有香蕉、荔枝、葡萄、嘉宝果，养殖业以龟鳖、虾、鸡、鹅、鸭和塘鱼为主。中堂镇造纸及纸制品产业集群入选广东省中小企业特色产业集群。中堂有大陆首家台商子弟学校 1 所<br/>龙舟、曲艺、篮球，是中堂镇三张“文化品牌”。龙舟文化方面，中堂是著名的“中国龙舟之乡”“中国龙舟文化之乡”，“龙舟制作技艺”入选国家级非物质文化遗产。2006年开始，中堂把每年的龙舟景定为“龙舟文化体育节”，成为中堂的一项文化品牌活动，2009年入选广东省非物质文化遗产名录。近年来，中堂龙舟队在国内外龙舟赛事中屡夺桂冠。",
            "town_name_en": "Zhongtang",
            "about_en": "Dragon boat, ancient architecture and Cantonese opera are characteristic cultures of Zhongtang. In 2008, the technique of making dragon boat has entered the list of intangible cultural heritages.",
            "imgs": [
                {
                    "src": "zhongtang-1.jpg",
                    "url": "https://www.dg.gov.cn/ztzglobal/ae32fda76dea4c3c98c5f389cd0a1480.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.18,
            "ed": 0.21,
            "id": "25376",
            "town_name_cn": "厚街镇",
            "about_cn": "厚街形成以机电、家具、鞋业、黄金等为支柱的产业集群，涌现出“慕思”“南兴”“永益食品”等一批名优企业。一年两届的“名家具展”是亚洲最大规模、中国第一品牌家具展。<br/>厚街拥有全球最为发达的集鞋业生产、展示、研发、采购、贸易、营销于一体的鞋业产业集群。有三星、TTI创机在内的产值超百亿元的机电龙头企业和泰科、广泽等一大批电子机电优质企业，并形成以三星、创机等机电龙头为引领的特色产业链。<br/>拥有金龙、老凤祥、周大福等一批黄金珠宝企业以及金诺黄金装备等生产基地，年加工销售黄金珠宝约 250 吨，是我国黄金珠宝产业的重要聚集地之一。",
            "town_name_en": "Houjie",
            "about_en": "As one of the four famous townships in Dongguan, Houjie Town has preserved its cultural heritage. Historical sites such as the Ancestral Hall of Family Fang, Ao Tai College, and tourist attractions such as Haiyue Rocks, Immortal Water, etc. are located in Houjie.",
            "imgs": [
                {
                    "src": "houjie-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/127/127579/4401572.png",
                    "author": "dg.gov.cn"
                },
                {
                    "src": "houjie-2.jpg",
                    "url": "http://www.dg.gov.cn/img/0/127/127596/4401558.png",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.21,
            "ed": 0.24,
            "id": "25377",
            "town_name_cn": "石碣镇",
            "about_cn": "目前，石碣拥有电子名镇、供港蔬菜、崇焕故里三张“城市名片”。全国首个“中国电子信息产业名镇”。全镇有台达、东聚、太阳诱电、莫仕连接器、鹏龙光电等电子工业企业 900 多家，电脑终端、手机终端的产品配套率在90% 以上。<br/>石碣是全国最大供港蔬菜基地之一。日均供港蔬果 1000 多吨，年出口量接近 40 万吨，占香港进口蔬菜四成份额，是广东省供港总量的 60%。<br/>石碣是民族英雄袁崇焕故里。近年来着力打造袁崇焕文化品牌，设立了“石碣崇焕杯”《人民文学》中短篇小说文学奖，建设了袁崇焕纪念园、袁崇焕中学、袁崇焕小学和袁崇焕大道。",
            "town_name_en": "Shijie",
            "about_en": "Shijie promotes cultural and focus its efforts on the construction of recreation and sports facilities. For example, Yuan Chonghuan Middle School was chosen as the Training Base of Reserve Talents for the Chinese Shooting Association by the Shooting Management Center of State General Administration of Sports.<br/>Currently, the town’s electronic industry has featured dominant advantages and a complete industrial chain. There are more than more than 500 industrial enterprises in the town. 110 varieties of computer information products are manufactured in Shijie Town, with assembly matching ratio above 90%.<br/>The vegetables distribution industry is also an important business in Shijie. Currently, Shijie supplies more than 900 tons of vegetables to Hong Kong every day, accounting for half of Hong Kong’s vegetable market.",
            "imgs": [
                {
                    "src": "shijie-1.jpg",
                    "url": "https://www.dg.gov.cn/sjglobal/73b480a4553040e7afdf74004ef76139.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.24,
            "ed": 0.27,
            "id": "25378",
            "town_name_cn": "石龙镇",
            "about_cn": "石龙中山路入选广东省历史文化街区，是东莞现存最完整的岭南特色骑楼群建筑。同时，石龙镇是全国著名的“举重之乡”，石龙籍举重运动员陈镜开创造了新中国第一个世界纪录，曾国强是中国第一位奥运会举重冠军，从石龙走出去的运动员先后打破世界纪录 19 次、获世界冠军 29 人次。<br/>东莞火车站驻镇而建，实现广九铁路、广深铁路、东莞轨道交通 2 号线三线无缝接驳。<br/>1987 年，京瓷集团创始人稻盛和夫把在中国大陆的第一笔投资放在石龙，柯尼卡美能达、尼得科、利富高等一批日资企业纷纷进驻，推动石龙发展成为全市日资企业最为集中的镇街之一。目前，石龙形成以电子信息、医药食品、现代服务业为支撑的产业格局，全镇三大产业比重约为 0：43：57。",
            "town_name_en": "Shilong",
            "about_en": "In the early Qing Dynasties, Shilong town was already an important town in the Lingnan area. It was until the late Qing Dynasty, construction of the Canton Railway had enhanced a prosperous business structure in Shilong, making it one of the four most famous towns in Guangdong, together with Guangzhou, Foshan and Shunde. ",
            "imgs": [
                {
                    "src": "shilong-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/576/576684/4329548.png",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.27,
            "ed": 0.30,
            "id": "25379",
            "town_name_cn": "茶山镇",
            "about_cn": "东莞⽕⻋站位于茶⼭镇京⼭村，与东莞市轨道交通2号线⽆缝接驳。全镇现有⻝品企业 220 多家。⻝品⾏业产品涉及饼⼲、糖果、点⼼、冰淇淋、调味品等 15 个⼤类 2000 多个品种。全镇现有电⼦信息企业约 400 家，包括⻓盈精密、蔼司蒂、森玛仕等知名企业。产品主要有电⼦元器件、半导体、电路板制造、通讯产品零配件等。<br/>茶⼭镇历史悠久，⼈⽂底蕴深厚。先后涌现出明代岭南先贤何真、明代画家张穆、建威将军谢遇奇等杰出⼈物。茶⼭境内现有南社明清古村落、⽜过萌古村落、东岳庙等⽂化古迹。每年农历三月二十五日至二十七日的茶山东岳庙会,以游会形式举行,因茶山又名茶园,故名“茶园游会”。",
            "town_name_en": "Chashan",
            "about_en": "In recent years, Chashan has been honored as a “Famous Chinese Food Town”, “Chinese Famous Designer Clothing Manufacturing Town”.There are Dongguan Railway Station ( Guangzhou-Shenzhen Railway , Guangzhou - Shenzhen ) (Dongguan train terminal commenced service on January 4, 2014 ) and R2 Dongguan Rail Transit Line in Chashan. Chashan is noted for its litchi fruit.",
            "imgs": [
                {
                    "src": "chashan-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/573/573431/4249571.png",
                    "author": "dg.gov.cn"
                },
                {
                    "src": "chashan-2.jpg",
                    "url": "http://www.dg.gov.cn/img/0/572/572189/4320849.png",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.30,
            "ed": 0.33,
            "id": "25387",
            "town_name_cn": "沙田镇",
            "about_cn": "沙田镇区位优势明显，地处广州—东莞—深圳—香港等城市发展轴带的中央和珠三角经济圈几何中心位置;码头岸线资源优越，沙田港区是东莞港主港区，拥有东莞首个享受国家级特殊政策的园区——虎门港综合保税区。疍家文化、龙舟文化、莞草文化，在沙田这片土地上绽放出新的时代光芒。",
            "town_name_en": "Shatian",
            "about_en": "Shatian is known as “Town of Dragon Boats” and “A Land of Abundance.”<br/>The town was named the first “Town of Dragon Boats” in 2000 by the General Administration of Sports of China. By concentrating on the essence of Shatian’s water town culture, Danjia culture is influenced by the town’s aquatic traditions. In addition, Xianshui Music has even been listed as an intangible cultural heritage of Guangdong Province and Dongguan as a Class I intangible cultural heritage of Guangdong Province.",
            "imgs": [
                {
                    "src": "shatian-1.jpg",
                    "url": "https://www.dg.gov.cn/shatian/gkjj/201912/0c174e046f7d4cc0a277076f78445eb5/images/430ab3e325de4a8d8ccff28a30cbad6e.jpg",
                    "author": "dg.gov.cn"
                },
                {
                    "src": "shatian-2.jpg",
                    "url": "http://www.dg.gov.cn/img/0/424/424567/4028022.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.33,
            "ed": 0.36,
            "id": "25390",
            "town_name_cn": "石排镇",
            "about_cn": "“生态石排”本底优良。拥有“一洲一岸一园两湖” （即鲤鱼洲岛、东江沿岸、木兰园、潇湴湖、海仔湖）生态旅游资源。<br/>“文化石排”底蕴深厚。拥有“一国保四省保六市保” 等历史文化资源〔一国保：塘尾村古建筑群；四省保：横山康王庙、燕岭古采石场遗址（含摩崖石刻）、云岗古寺（含洪圣宫）、中坑王氏大宗祠；六市保：福隆当铺、福隆文阁、谷吓文阁、龙眼岗贝丘遗址、埔心古塔、埔心村古建筑群〕。<br/>支持本土潮玩龙头企业可持续发展，推动中国潮玩中心运营提质增效，打通潮玩产业全链条，打造石排“潮玩名镇”，助力东莞获“中国潮玩之都”称号。",
            "town_name_en": "Shipai",
            "about_en": "Hengshan Emperor Kang Temple and Yanling Ancient Stone Pit Relics are rated as “Provincial Protected Historic Site of Guangdong.” “The Lion Dance” and “Emperor Kang’s Birthday” are listed in the intangible cultural heritages of Guangdong Province. <br/>In addition, Shipai is home to the largest wetland park in Dongguan, in addition to the significant Dongjiang River Fulong Dam, the beautiful Carp Isle that lies in the heart of the Dongjiang River and the forceful and elegant inscriptions on precipices.",
            "imgs": [
                {
                    "src": "shipai-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/634/634507/4456093.jpg",
                    "author": "dg.gov.cn"
                },
                {
                    "src": "shipai-2.jpg",
                    "url": "http://www.dg.gov.cn/img/0/640/640243/4474252.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.36,
            "ed": 0.39,
            "id": "25391",
            "town_name_cn": "望牛墩镇",
            "about_cn": "望牛墩镇教学质量大幅提升，望牛墩中学中考平均分超市 37 分，创历史新高，再次走在镇街最前列，大课间评比活动获省一等奖。望溪小学正式启航，新增学位 1620 个。文化底蕴日益深厚，打造“遇见七夕”文化品牌，七夕之夜、端阳龙舟竞渡、纪念伦明先生逝世 80 周年等活动反响热烈。",
            "town_name_en": "Wangniudun",
            "about_en": "Wangniudun has successfully developed its Featured Chinese Valentine's Day into a renowned culture brand known to the whole province and even to the country.",
            "imgs": [
                {
                    "src": "wangniudun-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/550/550801/4335988.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.39,
            "ed": 0.42,
            "id": "25394",
            "town_name_cn": "道滘镇",
            "about_cn": "道滘是一座拥有近700年历史文化底蕴的水乡古镇，旅游文化资源丰富，建有全国最大的私家园林——粤晖园以及蔡白湿地公园、大罗沙特色村等旅游景点，拥有七夕贡案、麒麟引凤、放河莲花、木鱼歌等多项省市非物质文化遗产以及巍焕楼、虹桥、抗清义士万人大坟、“六一 一”亭等文物古迹；道滘裹蒸粽、道滘粥、道滘肉丸等美食风味独特；食品、旅游、文化的深度融合。",
            "town_name_en": "Daojiao",
            "about_en": "Many of China’s talented swimmers come from Daojiao, and the town has named as the “Town of Swimming”. Dishes such as Daojiao soup, Daojiao meatball, Daojiao rice dumpling, etc are famous in China, giving the town the name of “Famous Town for Specialty Food in China”.",
            "imgs": [
                {
                    "src": "daojiao-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/79/79253/1735226.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.42,
            "ed": 0.45,
            "id": "25395",
            "town_name_cn": "高埗镇",
            "about_cn": "高埗在高端眼镜、建筑陶瓷、鞋帽制造领域具有全国领先的先进制造水平，代表企业有华宏眼镜、马可波罗控股、尼得科、龙行天下科技、东山精密、顺力智能物流装备、赫曼米勒家具。教育资源配套完善，建有东莞首家、国内第二家港澳子弟学校——东莞暨大港澳子弟学校。<br/>高埗是历史悠久的革命老区，现存有东江纵队第一支队三龙大队指挥部及驻军营地旧址、东圃小学旧址（东莞水乡地区地下党联络点）、镇革命烈士纪念碑等市级文物保护单位、爱国主义教育基地。<br/>改革开放以来，开创了“三个全国第一”：修建全国第一座农民集资建桥、过桥收费还贷模式的地方公路桥梁——高埗大桥；创办全国第一座镇办自来水厂——高埗镇自来水厂，实现城镇和农村统一供水；创立全国第一家建筑陶瓷行业博物馆——唯美建筑陶瓷博物馆。近年来，围绕建设文化强镇，统筹以中国建筑陶瓷博物馆、东莞茶酒文旅博览园为龙头的十大展馆，冼沙鱼丸、矮仔肠腊肠、保安围扣肉、腊猪头皮四大非遗美食，龙舟、“省曲艺之乡”等传统民俗文化资源，擦亮红色、文博、非遗、曲艺、水韵、潮流高埗“六张文化名片”。",
            "town_name_en": "Gaobu",
            "about_en": "People from Gaobu will carefully select the local fish and shrimp as well as the finest grain to cook the “Dragon Boat Rice” and the “Dragon boat Festival Rice Dumpling”.",
            "imgs": [
                {
                    "src": "gaobu-1.jpg",
                    "url": "https://www.dg.gov.cn/gbsource/20210512img2.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.45,
            "ed": 0.48,
            "id": "6785",
            "town_name_cn": "东城街道",
            "about_cn": "自然环境优越。东城聚齐山、水、林、湖、田五大自然要素，生态风貌优越：建成面积达 7.1 平方公里的黄旗山城市公园；拥有面积达 30 平方公里的同沙生态公园；拥有 10 平方公里的同沙水库。<br/>产业基础扎实。有同沙科技园、牛山外经工业园和桑园市郊工业园三大工业集约基地。<br/>建有民盈国贸中心大厦、环球经贸大厦、嘉宏振兴中心等多个地标性建筑。东城旗峰学校建成投入使用，成为街道第一所公办九年一贯制学校。<br/>鸿福路商圈、东城商圈入选省级示范特色商圈，东城是全市唯一拥有2个省级商圈的镇街。有华南地区京东MALL首店。建成万达广场、国贸城、星河城、世博广场等大型商业中心，是东莞最为成熟的商贸中心，消费总额位居全市前列。<br/>历史文化悠久。涌现出一大批风云人物和经典文化。南宋抗元名将熊飞起兵勤王，榴花战斗打响东莞抗日第一枪等革命战斗史流传至今。旗峰古庙、木棉古树、皇姑坟等传说和民间故事广为流传。",
            "town_name_en": "Dongcheng",
            "about_en": "Based on the central planning objective, Dongcheng has constructed a business area with Dongcheng Avenue as the core, surrounded by Garden New Village, Zhushan, Dongtai, Xiaqiao and Tongsha. Business and trade complexes have also been built, which include Shibo Plaza, Century Plaza, Yifeng City Business Street, 13-dish Restaurant Street, International Featured Bar Street, Trust-Mart, Carrefour and Haiya Department Store.",
            "imgs": [
                {
                    "src": "dongcheng-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/569/569769/4314960.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.48,
            "ed": 0.51,
            "id": "6786",
            "town_name_cn": "南城街道",
            "about_cn": "南城城市功能完善，市中心广场、中心公园、玉兰大剧院、市图书馆等东莞标志性政治文化体育设施均坐落南城。水濂山森林公园、植物园、中心公园等休闲空间错落有致，布局合理。南城辖区有 94 所学校幼儿园，其中共有 27 所街道属学校，同时具备省属民办高校（广东科技学院）、市属高中（东莞高级中学）等教育机构。<br/>有雀巢、杜邦、金霸王等世界 500 强外资企业 6 家。形成第一国际、鸿福、西平等多个有规模的商圈，集聚美宜佳、天福、嘉荣等一批头部零售业企业。<br/>南城历史源远流长，蚝岗贝丘遗址、度香亭、白衣庙遗址、苏氏宗祠等11处古迹被列为国家、省、市文物保护单位。<br/>以宏远男篮俱乐部、世纪城羽毛球俱乐部为龙头的文化体育产业发展态势良好，形成强大的品牌效应。",
            "town_name_en": "Nancheng",
            "about_en": "Located in new urban center of Dongguan, Nancheng is the place where the Municipal Party Committee and Municipal Government of Dongguan are located. It is the political, economic, cultural and financial center of Dongguan.<br/>Large landmark urban public facilities include the City Center Plaza, International Conference & Exhibition Center, Conference Building, Yulan Grand Theatre, Museum, Science and Technology Museum, Library and the Youth Activity Center.",
            "imgs": [
                {
                    "src": "nancheng-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/482/482050/4143637.jpg",
                    "author": "dg.gov.cn"
                },
                {
                    "src": "nancheng-2.jpg",
                    "url": "http://www.dg.gov.cn/img/0/381/381088/3934162.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.51,
            "ed": 0.54,
            "id": "6787",
            "town_name_cn": "大岭山镇",
            "about_cn": "大岭山镇位于粤港澳大湾区“黄金内湾”腹地、东莞市中南部，是著名的革命老区、荔枝之乡、莞香制作技艺发源地、家具名镇，先后获得国家级生态乡镇、全国环境优美镇、中国绿色名镇、国家卫生镇等多项荣誉。",
            "town_name_en": "Dalingshan",
            "about_en": "The town of Dalingshan was the cradle of Dongjiang River Column of Guangdong, and was one of the anti-Japanese guerrilla bases in South China. It is well known for its Wan Hong and lychee.",
            "imgs": [
                {
                    "src": "dalingshan-1.jpg",
                    "url": "https://www.dg.gov.cn/2021dls/37823img136685original.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.54,
            "ed": 0.57,
            "id": "38396",
            "town_name_cn": "谢岗镇",
            "about_cn": "谢岗镇隶属于广东省东莞市，位于东莞市最东端，有“东莞东大门”之称。谢岗镇东南面的银瓶山，是东莞市最高峰——银瓶嘴（海拔 898.2 米）所在地。",
            "town_name_en": "Xiegang",
            "about_en": "Since the first three decades of reform and the opening up of China, Xiegang has preliminarily formed an industrial system specialized in electronic information, metal molds, mobile phone accessories and healthy food.",
            "imgs": [
                {
                    "src": "xiegang-1.jpg",
                    "url": "https://www.dg.gov.cn/xiegang/2024/images/mlxg/xggk_pic.png",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.57,
            "ed": 0.60,
            "id": "14170",
            "town_name_cn": "寮步镇",
            "about_cn": "寮步是创新创业之城。坚持制造业立镇，形成新一代电子信息、高端装备制造、汽车销售服务等三大主导产业集群。寮步是生态文旅之城。历史文化底蕴丰厚，明清时期盛行莞香贸易，寮步“香市”被誉为广东四大名市之一。整合东莞篮球中心、沉香文化博物馆、西溪古村、牙香街、佛灵湖等资源，提升打造“香市、车市、球市、夜市”四大文旅IP。引进山姆会员店。",
            "town_name_en": "Liaobu",
            "about_en": "The well-known Wan Hong (a local plant growing in Dongguan) is gathered here and distributed to Southeast Asia areas through Guangzhou and Hong Kong. Thus, Liaobu, being one of the four famous markets in Guangdong Province, is known as Wan Hong Market. In 2007, Liaobu “Wan Hong Market” was identified as an intangible culture heritage of Guangdong Province.",
            "imgs": [
                {
                    "src": "liaobu-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/92/92744/2188148.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.60,
            "ed": 0.63,
            "id": "14184",
            "town_name_cn": "常平镇",
            "about_cn": "常平镇位于东莞东部，素有“京九第一镇”之誉，区域面积 103 平方公里，下辖 33 个村（社区），村（社区）数量全市最多。全镇常住人口超 66 万。<br/>有常平中学——东莞市办学规模最大的学校之一！<br/>交通枢纽地位显著。常平交通四通八达，京九、广九、广梅汕铁路和莞惠城际铁路在此交汇，是全国唯一拥有两个大型火车客运站（东莞火车东站、常平站）的镇。",
            "town_name_en": "Changping",
            "about_en": "Changping was honored as “The First Town along Beijing-Kowloon Railway” because it ranks highest in terms of economic strength among counties (cities) along the Beijing-Kowloon railway line.",
            "imgs": [
                {
                    "src": "changping-1.jpg",
                    "url": "https://cpzx.dgjy.net/images/banner.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.63,
            "ed": 0.66,
            "id": "18559",
            "town_name_cn": "大朗镇",
            "about_cn": "大朗拥有 “毛织”“荔枝”“篮球”三张闪亮名片，被誉为世界毛织之都、中国荔枝之乡、篮球强镇，累计获得国家级以上名片25张，连续十一年入围全国千强镇，2024 年位列全国第 24 位，是全球第四台、中国首台散裂中子源所在地，是东莞市唯一的国家级市场采购贸易试点，是东莞市唯一同时拥有湿地、森林、郊野和城市公园的镇街。",
            "town_name_en": "Dalang",
            "about_en": "It accommodates large-scaled lychee orchards and greening forests and six reservoirs, and has been long known as “Town of Lychee”. Mass culture and art activities are popular in Dalang. Llion dance, dragon dance, ballad, puppet show and other folk cultures are constant source of fascination and pride.",
            "imgs": [
                {
                    "src": "dalang-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/412/412027/3999387.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.66,
            "ed": 0.69,
            "id": "18564",
            "town_name_cn": "桥头镇",
            "about_cn": "桥头历史文化底蕴深厚。桥头作为东江入莞第一镇，是东深供水工程的源头所在地，目前该工程供水量占香港总用水量的 80%。桥头钟灵毓秀，人文荟萃，拥有国家级非遗项目莫家拳，以及迳联古村、邓屋村两大省级古村落，；迳联古村拥有 800 多年历史，曾出过罗中、罗一道、罗龙骧等 8 名进士，是远近闻名的“进士村”，也是众多影视作品的拍摄取景地；邓屋村被誉为“院士故里，一门五杰”，相继走出邓植仪、邓盛仪、邓鸿仪、邓锡铭、邓锡清等院士名人，建成莞籍“坪石先生”邓植仪、邓盛仪陈列馆，致力打造“名贤”IP 品牌，高品质打造“华南教育历史研学点”。桥头拥有深厚的美食文化，有大洲粉葛、桥头藠头、风味羊肉等传统美食。<br/>桥头作为广东省教育强镇，近年来相继完成桥头中学、中心小学（一期）、第一小学和第五小学的改扩建，新建第二所公办幼儿园，推动桥头中学加入市第一中学教育集团，推动东莞市第十一中学建成使用。",
            "town_name_en": "Qiaotou",
            "about_en": "Qiaotou spares no effort to develop itself as famous cultural town, using the lotus flower as a part of its unique brand. Currently, cultural infrastructures in Qiaotou include a variety of cultural facilities, such as Qiaotou Plaza and Lotus Art Sculpture.",
            "imgs": [
                {
                    "src": "qiaotou-1.jpg",
                    "url": "https://www.dg.gov.cn/qtzGlobal/6581be8f894a4da382d22e208c86ff63.png",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.69,
            "ed": 0.72,
            "id": "18565",
            "town_name_cn": "横沥镇",
            "about_cn": "横沥聚焦工业立镇，坚持制造业当家不动摇，现已形成模具、电子信息、智慧光电、食品饮料四大支柱产业，集聚了怡合达、维科、华庄、领益智造、稻香集团等一批优质企业。横沥牛墟文化底蕴深厚，至今已有 500 多年历史，是曾经的广东三大牛墟之一，入选“广东省第四批省级非物质文化遗产保护名录”。",
            "town_name_en": "Hengli",
            "about_en": "As one of the three ox fairs in Guangdong Province, Hengli ox fair still serves as the largest beef cattle trading market in Guangdong Province. Gaining the title of “Little Guangzhou,” Hengli’s Xinbu Main Street has some of the most well-preserved ancient arcade-styled buildings in Dongguan.",
            "imgs": [
                {
                    "src": "hengli-1.jpg",
                    "url": "https://www.dg.gov.cn/hgzGlobal/2021img1.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.72,
            "ed": 0.75,
            "id": "25388",
            "town_name_cn": "洪梅镇",
            "about_cn": "东莞中学洪梅学校开办，水乡未来学校启动前期工作。",
            "town_name_en": "Hongmei",
            "about_en": "The Flower Lantern Festival and Dragon Boat Festival attract numerous tourists visiting Hongmei every year.",
            "imgs": [
                {
                    "src": "hongmei-1.jpg",
                    "url": "https://www.dg.gov.cn/hmglobal/9f3e84580c5b4fe4854b35f7186c0816.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.75,
            "ed": 0.78,
            "id": "37636",
            "town_name_cn": "企石镇",
            "about_cn": "有树龄达 1023 年的秋枫树（东莞现存唯一的千年古树），有距今 5000 多年的万福庵贝丘遗址、距今 140 多年的黄大仙庙会，以及江边古建筑群、黄氏宗祠等文物资源和传承几百年的海瑞江边访友历史佳话。千年秋枫文化节、黄大庙会以及上洞村草龙舞、企石人皇诞、湖美村放孔明灯等习俗活动远近闻名、独具特色。江边古村落被评为“中国景观村落”“广东省历史文化名村”，上洞村草龙舞被列入广东省非物质文化遗产项目，黄大仙公园入选东莞新十景。",
            "town_name_en": "Qishi",
            "about_en": "Qishi is rich in folk custom, such as the “Human Sovereign’s Birthday” which takes place on the 20th of the first month of the Chinese lunar calendar. During the birthday celebration, the local residents make “big longevity peaches” and set off fire crackers. Additionally, “Wong Tai Sin’s Birthday” is on the 15th to 25th of the seventh month according to the Chinese lunar calendar, “Grass Dragon Dance” in Shangdong  Village during the Mid-autumn Festival and “Fly the Kongming Light” of Humei Village, and “Day for Respecting the Aged” in the whole town (usually in spring or autumn equinox) all contribute to the strong cultural traditions of Qishi.",
            "imgs": [
                {
                    "src": "qishi-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/600/600496/4378139.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.78,
            "ed": 0.82,
            "id": "37637",
            "town_name_cn": "凤岗镇",
            "about_cn": "知名企业有百果园、都市丽人、康佳、米亚、楚天龙、中集、理光等。现有上市企业 4 家、上市后备企业 2 家。文化遗产有客家山歌、麒麟舞、排屋楼等。获得全国全国象棋之乡荣誉称号。",
            "town_name_en": "Fenggang",
            "about_en": "Fenggang actively builds the two brands of “Hakka overseas Chinese culture” and “chess culture”, developing the wedding celebration culture industry and constructing “Famous Town of Hakkas Overseas Chinese Culture”.",
            "imgs": [
                {
                    "src": "fenggang-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/583/583946/4340402.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.82,
            "ed": 0.85,
            "id": "37638",
            "town_name_cn": "清溪镇",
            "about_cn": "向北，银瓶山青翠逶迤，飞瀑流泉；向南，大王山古木参天，花香四季；往中，城市绿肺串珠成网，延伸铺展。南山曾公祠、客家围屋、明清古碗窑，一座座保存完好的古建筑、古遗址，记录了客家人的人文精神；麒麟舞、手工彩扎麒麟、客家山歌、客家酿酒等非物质文化遗产，增添了这座美丽小镇的文化自信。",
            "town_name_en": "Qingxi",
            "about_en": "Qingxi was named the “Town of Folk Arts” by the Department of Culture of Guangdong Province. In 2008, it got another name “China Kirin Culture Inheritance Base”.",
            "imgs": [
                {
                    "src": "qingxi-1.jpg",
                    "url": "https://www.dg.gov.cn/img/0/569/569784/4314965.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.85,
            "ed": 0.88,
            "id": "37639",
            "town_name_cn": "黄江镇",
            "about_cn": "与深圳市光明区接壤，处于光明科学城和松山湖科学城创新链几何中心。黄江镇梅塘区人口 5000 多人，主要姓氏有陈、李、黄、翟等，有祝寿习惯。",
            "town_name_en": "Huangjiang",
            "about_en": "Dongguan-Shenzhen Expressway passes through the middle; Changping-Humen Expressway extends along the west; Beijing Kowloon Railway runs along the north.",
            "imgs": [
                {
                    "src": "huangjiang-1.jpg",
                    "url": "http://www.dg.gov.cn/img/0/206/206545/3579356.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.88,
            "ed": 0.92,
            "id": "37640",
            "town_name_cn": "虎门镇",
            "about_cn": "虎门在广州南沙自贸区和深圳前海蛇口自贸区的环抱之中。近代以来，先后走出了王宠惠、刘达潮、蒋光鼐、卢礼屏、王志东、苏聪等一批于民族、于国家、于家乡卓有成就和贡献的人才。1978 年 7 月，虎门就诞生了中国第一家“三来一补”企业——太平手袋厂；1978 年 12 月，引进了全国农村第一家外资企业——龙眼发具厂。主要产业为服装产业。",
            "town_name_en": "Humen",
            "about_en": "Humen has a long cultural history and abundant tourism resources, which include the Humen Bridge, Opium War Museum (National cultural relics)......",
            "imgs": [
                {
                    "src": "humen-1.jpg",
                    "url": "https://www.dg.gov.cn/humen/zjgk/201710/9215e5747c3e448f94c00667632d20e4/images/4553266240194c789dbeb3b19787966a.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.92,
            "ed": 0.95,
            "id": "37641",
            "town_name_cn": "长安镇",
            "about_cn": "是革命先驱孙中山先生的先代故乡。拥有 OPPO、vivo、小天才、联测优特、光宝、金宝、华茂、东阳光等知名企业，以及创世纪、捷荣、万里马、祥鑫、宇瞳、胜蓝、奥普特等7家A股上市企业。建有万达广场、万科广场两大城市综合体。与华南师范大学附属中学合作共办“华师附中长安学校”。，长安镇图书馆被列为国家级文化和旅游公共服务机构功能融合试点单位，是广东省唯一入选公共图书馆类的单位。",
            "town_name_en": "Chang'an ",
            "about_en": "The town borders Fenglun to the east, Shangjiao to the west, Dongbao River to the south and Lotus Mountain to the north.",
            "imgs": [
                {
                    "src": "chang'an-1.jpg",
                    "url": "https://www.dg.gov.cn/attachment/cmsfile/changan/cshc/201512/daofile/3320324_130923111726_1.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        },
        {
            "st": 0.95,
            "ed": 0.98,
            "id": "37642",
            "town_name_cn": "樟木头镇",
            "about_cn": "重点打造以改性塑料为主体的高分子新材料产业集群。精心打造樟木头“观音绿”荔枝品牌。作为东莞市唯一的纯客家镇，樟木头客家文化源远流长，麒麟舞列入国家级非物质文化遗产，三家巷古建筑群、客家山歌及客家美食等特色浓郁，将军馆、蔡氏宗祠等文化旅游资源丰富。拥有观音山、宝山、九洞等3座省级以上森林公园。",
            "town_name_en": "Zhangmutou",
            "about_en": "Zhangmutou is the only authentic Hakka ancient town, and Kylin dance is the cultural brand and “cultural ambassador” of Zhang City. The “Small Hong Kong Tourism Festival” symbolizes the new age of cultural development of Zhangmutou.",
            "imgs": [
                {
                    "src": "zhangmutou-1.jpg",
                    "url": "https://www.dg.gov.cn/attachment/cmsfile/zmt/lsyg/201812/daofile/411img62729original.jpg",
                    "author": "dg.gov.cn"
                }
            ]
        }
    ]
}